
{

	"section_description": "Далеко-далеко за словесными горами в стране, гласных и согласных живут рыбные тексты. Имеет о семь его великий напоивший текстов! По всей, своих, собрал.",

	"OkkoDiablo" : {
	  "title": "Okko Diablo",
	  "type": "Overdrive",

	  "intro": {
	    "uno": "OKKO Diablo — чертовски крутая педаль. Представляет собой Low - Mid Gain овердрайв с бустером. Отлично подойдет для любителей не посредственного, разнообразного звучания.",
	    "dos": "Педаль очень чувствительна к динамике, она сохраняет весь характер вашего инструмента и прекрасно подчеркивает вашу манеру игры и звукоизвлечения (если она у вас конечно имеется). Педаль очень управляемая и несет на борту множество полезных крутилок, что позволяет идеально настроить ее для использования практически с любым инструментом и усилителем. И на ней можно нарулить совершенно разный звук, разумеется. Настолько разный, что иногда даже не верится, что звучит одна и та же педаль."
	  },

	  "settings": {
	    "uno": "Органы управления:",
	    "set_one": "GO! – кнопка активации эффекта",
	    "set_two": "FEED – регулирует гейн предусилителя, а также низкие частоты входного сигнала",
	    "set_three": "BODY – регулирует средние частоты и компрессию сигнала",
	    "set_four": "GAIN – регулирует количество перегруза",
	    "set_five": "TONE – регулирует тональный окрас",
	    "set_six": "LEVEL – регулирует уровень громкости",
	    "set_seven": "«+» – кнопка активации буста",
	    "set_eight": "LEVEL «+» – регулирует количество буста",
	    "dos": "Внутренние:",
	    "set__one" : "PRESENCE – регулирует высокие частоты",
	    "set__two" : "BASS – регулирует нижнюю середину частот",
	    "set__three" : "TONE «+» – регулирует тон буста",
	    "set__four" : "GAIN «+» – регулирует количество буста",
	    "set__five" : "BASS «+» – регулирует низкие частоты буста"
	  },

	  "controls": {
	    "uno": "Кроме стандартных крутилок Gain, Tone и Level , у педали есть еще несколько весьма интересных настроек. Например, крутилка Feed регулирует количество басовых частот во входном сигнале. Да-да, именнно во входном, необработанном сигнале. Зачем? А вот зачем: наверняка вы сталкивались с проблемой, когда вы наруливаете красивый, бархатный чистый звук с большим количеством низов, а потом в середине песни переходите на овердрайв, и он начинает звучать мыльно и кашевато. Так вот, благодаря этой крутилке такая дурацкая проблема изящным образом решается. Даже на самом жирном нековом звукоснимателе вы сможете добиться четкого и прозрачного овердрайвового звука. (При любых настройках чистого звука, разумеется.)",
	    "dos": " '+' контроллирует второй гейн канал, который активируется соответствующим футсвичем. Эта ручка работает вместе с GAIN , поэтому если он уже на максимуме, активация '+' не добавит вам больше дисторшина, но добавит больше громкости и мяса к звуку."
	  },

	  "notice": {
	    "uno": "Перед началом стоит сделать маленькое замечание: В оригинальной педали есть также переключатель Headroom.",
	    "dos": "По сути, это удвоитель напряжения, он позволяет кормить педаль 18 вольтами вместо стандартных 9. Что дает ещё больший  уровень громкости, расширение частотного диапазона, плюс большую динамику и меньшую компрессию. Я собирал БЕЗ этой фичи, так как на момент сборки не нашел полную схему. В архиве будет, еще одна плата, уже с реализацией данной функции."
	  },

	  "schema": {
	    "uno": "Итак, по схеме:",
	    "dos": "7 транзисторов J201, true bypass в количестве 2 штук, на сам эффект и бустер соответственно. Питание стандартное - 9V. На схеме есть также 5 подстроечников, их нужно настроить до того, как установите плату в корпус. У меня все примерно на середине, если выкрутите Gain+ на максимум, то бустер превратится в легкий перегруз, здесь, как говорится, по вкусу. Ещё стоит обратить внимание на потенциометры, как видите 3 из них это логарифмические, я поставил все линейные, и... ничего, все прекрасно работает."
	  },

	  "download": {
	    "uno": "Скачать архив"
	  }		
	},





	"BigMuff" : {
	  "title": "Big Muff",
	  "type": "Fuzz",

	  "intro": {
	    "uno": "",
	    "dos": ""
	  },

	  "settings": {
	    "uno": "Органы управления:",
	    "dos": "Внутренние:"
	  },

	  "controls": {
	    "uno": "",
	    "dos": ""
	  },

	  "notice": {
	    "uno": "",
	    "dos": ""
	  },

	  "schema": {
	    "uno": "",
	    "dos": ""
	  },

	  "download": {
	    "uno": "Скачать архив"
	  }			
	},





	"FuzzFactory" : {
	  "title": "Fuzz Factory",
	  "type": "Fuzz",

	  "intro": {
	    "uno": "Fuzz Factory – это современная классика. Педаль практически требует творчества от своего обладателя, и, хотя с её помощью можно легко и непринужденно получить отличный традиционный фузз, она обладает настолько широким простором для творчества, что многим педалям и не снилось.",
	    "dos": "Совершенно не сложно понять, почему список её поклонников включает таких музыкантов, как: Мэтт Беллами (Muse), Даниэль Джонс (Silverchair), Риверс Куомо (Weezer), BucketHead и Стивен Карпентер (Deftones)."
	  },

	  "settings": {
	    "uno": "Органы управления:",
	    "dos": "Внутренние:"
	  },

	  "controls": {
	    "uno": "Одна из самых прославленных особенностей Fuzz Factory – это её возможность визжать, как поросёнок. После непродолжительных экспериментов вы узнаете, как именно управлять этим хаотичным побочным эффектом. Один из способов держать его в узде – это следить за тем, чтобы регулятор громкости на гитаре всегда оставался в нулевом положении, когда вы не играете. Сбалансировав регуляторы Gate и Comp, вы будете в состоянии контролировать высоту визга с помощью регулятора громкости вашей гитары.",
	    "dos": "Методом проб и ошибок вы сможете выяснить, как контролировать эту особенность, и использовать её в своей музыке с преимуществом – выборочно оставляя в своих гитарных партиях 'дыры' для визжащих нот, генерируемых Fuzz Factory."
	  },

	  "notice": {
	    "uno" : "С регуляторами Gate, Comp и Drive на минимуме, а Volume и Stab на максимуме вы получите гораздо более простой звук овердрайв-фузз. На самом деле, возможность увеличивать выходную мощность с помощью регулятора громкости означает, что вы можете использовать Fuzz Factory на входе гитарного усилителя для увеличения искажений его преампа, если вам так хочется. Между тем, более высокие параметры Drive, Gate и Comp приведут вас к жирному, насыщенному, богатому гармониками дисторшну.",
	    "dos" : "Fuzz Factory может быть немного шумной, особенно с гитарами, оснащёнными сингловыми датчиками, но это вполне ожидаемо. Регуляровка Gate поможет исправить это, но вы должны быть готовы принять некоторые 'плохие' шумы, поскольку есть несколько настроек, которые просто не звучат достаточно круто, когда Gate слишком много."
	  },

	  "schema": {
	    "uno": "Оригинальный фузз собран на двух германивых транзисторах AC128 и одном кремнивом 2N3904. Кажется, что все элементарно, но есть свои подводные камни, а именно степень влияния кооффициента усиления(hfe) на звучание педали. После дорогостоящих исследований было выяснено, что во второй каскад(Q2) ставится транзистор с меньшим hfe(50-100), а в третий(Q3) с большим hfe(90 и больше).",
	    "dos": "У меня транзисторы МП40 с hfe 80 - Q2, и 120 - Q3.",
	    "tres" : "Все потенциометры в схеме - линейные, работают резко, и это нормально. Все ручки взаимосвязаны, и покрутив одну вы можете координально изменить все звучаие. Педаль имеет также FAT Fuzz Factory модификацию. Суть этой плюшки, в изменение номинала конденсатора C2, также можете менять резистор R3, в небольшом диапазоне, от 47K до 100K, а можете, вообще заменить на потенциометр. Он, в свою очередь, будет влиять на работу ручек Gate и Compression."
	  },

	  "download": {
	    "uno": "Скачать архив"
	  }			
	},		





	"MicroSynth" : {
	  "title": "MicroSynth",
	  "type": "",

	  "intro": {
	    "uno": "",
	    "dos": ""
	  },

	  "settings": {
	    "uno": "Органы управления:",
	    "dos": "Внутренние:"
	  },

	  "controls": {
	    "uno": "",
	    "dos": ""
	  },

	  "notice": {
	    "uno": "",
	    "dos": ""
	  },

	  "schema": {
	    "uno": "",
	    "dos": ""
	  },

	  "download": {
	    "uno": ""
	  }			
	},





	"TubeMic" : {
	  "title": "",
	  "type": "",

	  "intro": {
	    "uno": "",
	    "dos": ""
	  },

	  "settings": {
	    "uno": "",
	    "dos": ""
	  },

	  "controls": {
	    "uno": "",
	    "dos": ""
	  },

	  "notice": {
	    "uno": "",
	    "dos": ""
	  },

	  "schema": {
	    "uno": "",
	    "dos": ""
	  },

	  "download": {
	    "uno": ""
	  }			
	},	





	"TubeHead" : {
	  "title": "",
	  "type": "",

	  "intro": {
	    "uno": "",
	    "dos": ""
	  },

	  "settings": {
	    "uno": "",
	    "dos": ""
	  },

	  "controls": {
	    "uno": "",
	    "dos": ""
	  },

	  "notice": {
	    "uno": "",
	    "dos": ""
	  },

	  "schema": {
	    "uno": "",
	    "dos": ""
	  },

	  "download": {
	    "uno": ""
	  }			
	}
}