<template>
	<div class="project">
		<SideBar />

		<div class="images"></div>

		<Article v-bind:project="project" />
	</div>
</template>


<script>
import SideBar from '@/components/api/SideBar.vue'
import Article from '@/components/api/Article.vue'
	export default {
		components: {
			SideBar,
			Article
		},
		data() {
			return {
				project: {
					main_title: 'Big Muff',
					title_1: 'Органы управления:',
					type: 'Fuzz',
					download: 'Скачать архив',
					intros: [
						{intro: 'BIG MUFF – это краеугольный камень продуктовой линейки Electro-Harmonix. Фантастика фузза в гигантском корпусе. Культивированная Hendrix и Santana, это педаль, используя всеми: от номинантов Grammy Awards до деда Коли из соседнего подъезда. Педаль-эпоха, педаль-легенда, более сорока лет истории, безупречное и узнаваемое звучание, внешний вид, определивший стиль поколений, логотип, ассоциирующийся с рок-музыкой, одна из самых популярных схем фузза/дисторшн, огромное количество версий, клонов и их вариаций – это всё про BIG MUFF, и это даже не десятая часть описательных характеристик и достижений этого прибора. Грязь, жир, фузз, шум, дисторшн. Всё это с управлением, понятным орангутангу. Запомните, что там, где есть электрогитара и рок, там найдётся и BIG MUFF. Слышите рок? Запомните эту педаль! И уже хватит выбирать перегрузы для своего педалборда, экономя место! BIG MUFF Pi – бескомпромиссное устройство, которое не нужно помещать в какой-то там педалборд. Просто выстраивайте педалборд вокруг BIG MUFF!'},
						{intro: ''}
					],
					settings: [ 
						{setting: 'Volume – регулирует общий уровень громкости'},
						{setting: 'Sustain – регулирует уровень дисторшн/сустейна'},
						{setting: 'Tone – тональное насыщение. У этой ручки широчайший диапазон хода: от режущих высоких до глубокого баса'}
					],
					controls: [
						{control: 'Педаль не очень откликается на динамические изменения в игре, потому как бы ты не играл, звук на выходе все равно будет ярким, мощным и певучим. Даже ноты, приглушенные рукой (так называемый palm-muting), имеют четкое певучее звучание. Наверное, педаль создавалась с расчётом на то, чтобы звучание было мощным даже на «дровах». Особо ярко и впечатляюще звучит соло на тонких струнах на нековом звукоснимателе, что касается толстых струн, то они по-фуззовски немного запирают. На бриджевом звукоснимателе все струны звучат хорошо и одинаково ровно, а сам бридж звучит пафосно и грандиозно. Да и как может быть по-другому при таком количестве сладких гармоник.'},
						{control: 'С такой педалью звукоизвлечение должно быть очень четким и аккуратным, при небрежной игре ноты звучат смазанно. Лучше всего Big Muff звучит на чистом звуке усилителя и, скорее всего, на такой звук и рассчитан. Я бы не стал рисковать играть уже на подгруженном звуке.'},
					],
					notices: [
						{noti: 'Интересно, что во всех Маффах для ограничения сигнала установлены не только транзисторы, но и диоды, благодаря чему звук этого эффекта становится более «жирным» по сравнению с другими фуззами. По сути сами Маффы находятся на переходной ступени между фуззом и овердрайвом/дисторшином. Такая внутрення организация позволяет получить более открытое звучание, не теряя управляемость эффектом.'},
						{noti: ''}
					],
					schemes: [
						{schem: "Итак - схема:"},
						{schem: ""},
						{schem: ""},
						{schem: ""}
					]					
				}
			}
		}		
	};
</script>


<style lang="sass" scoped>
.images
	background: url('../../assets/img/_Big_Muff.jpg')
	background-size: cover 
</style>