<template>
	<div class="project">
		<SideBar />

		<div class="images"></div>

		<Article v-bind:project="project"/>
	</div>
</template>


<script>
import SideBar from '@/components/api/SideBar.vue'
import Article from '@/components/api/Article.vue'

	export default {	
		components: {
			SideBar,
			Article
		},
		data() {
			return {
				project: {
					main_title: 'Fuzz Factory',
					title_1: 'Органы управления:',
					type: 'Fuzz',
					download: 'Скачать архив',
					intros: [
					{intro: 'Fuzz Factory – это современная классика. Педаль практически требует творчества от своего обладателя, и, хотя с её помощью можно легко и непринужденно получить отличный традиционный фузз, она обладает настолько широким простором для творчества, что многим педалям и не снилось.'},
					{intro: 'Совершенно не сложно понять, почему список её поклонников включает таких музыкантов, как: Мэтт Беллами (Muse), Даниэль Джонс (Silverchair), Риверс Куомо (Weezer), BucketHead и Стивен Карпентер (Deftones).'}
					],
					settings: [ 
					{setting: 'Volume – регулятор громкости'},
					{setting: 'Gate – отвечает за фидбэк, позволяет "отсечь" все нежелательные шумы и призвуки после окончания звучания основного эффекта'},
					{setting: 'Compress – регулирует степень компрессии, а также реакцию эффекта на звукоизвлечение'},
					{setting: 'Drive – регулятор перегруза (количество искажений в звуке эффекта)'},
					{setting: 'Stability – регулирует интенсивность осцилляций (имитирует севшую батарейку)'}
					],
					controls: [
					{control: 'Одна из самых прославленных особенностей Fuzz Factory – это её возможность визжать, как поросёнок. После непродолжительных экспериментов вы узнаете, как именно управлять этим хаотичным побочным эффектом. Один из способов держать его в узде – это следить за тем, чтобы регулятор громкости на гитаре всегда оставался в нулевом положении, когда вы не играете. Сбалансировав регуляторы Gate и Comp, вы будете в состоянии контролировать высоту визга с помощью регулятора громкости вашей гитары.'},
					{control: 'Методом проб и ошибок вы сможете выяснить, как контролировать эту особенность, и использовать её в своей музыке с преимуществом – выборочно оставляя в своих гитарных партиях "дыры" для визжащих нот, генерируемых Fuzz Factory.'},
					],
					notices: [
					{noti: 'С регуляторами Gate, Comp и Drive на минимуме, а Volume и Stab на максимуме вы получите гораздо более простой звук овердрайв-фузз. На самом деле, возможность увеличивать выходную мощность с помощью регулятора громкости означает, что вы можете использовать Fuzz Factory на входе гитарного усилителя для увеличения искажений его преампа, если вам так хочется. Между тем, более высокие параметры Drive, Gate и Comp приведут вас к жирному, насыщенному, богатому гармониками дисторшну.'},
					{noti: 'Fuzz Factory может быть немного шумной, особенно с гитарами, оснащёнными сингловыми датчиками, но это вполне ожидаемо. Регуляровка Gate поможет исправить это, но вы должны быть готовы принять некоторые "плохие" шумы, поскольку есть несколько настроек, которые просто не звучат достаточно круто, когда Gate слишком много.'}
					],
					schemes: [
					{schem: "Итак - схема:"},
					{schem: "Оригинальный фузз собран на двух германивых транзисторах AC128 и одном кремнивом 2N3904. Кажется, что все элементарно, но есть свои подводные камни, а именно степень влияния кооффициента усиления(hfe) на звучание педали. После дорогостоящих исследований было выяснено, что во второй каскад(Q2) ставится транзистор с меньшим hfe(50-100), а в третий(Q3) с большим hfe(90 и больше). У меня транзисторы МП40 с hfe 80 - Q2, и 120 - Q3."},
					{schem: "Все потенциометры в схеме - линейные, работают резко, и это нормально. Все ручки взаимосвязаны, и покрутив одну вы можете координально изменить все звучаие. Педаль имеет также FAT Fuzz Factory модификацию. Суть этой плюшки, в изменение номинала конденсатора C2, также можете менять резистор R3, в небольшом диапазоне, от 47K до 100K, а можете, вообще заменить на потенциометр. Он, в свою очередь, будет влиять на работу ручек Gate и Compression."}
					]					
				}
			}
		}			
	};
</script>


<style lang="sass" scoped>
.images
	background: url('../../assets/img/_Fuzz_Factory.jpg')
	background-size: cover 
</style>