<template>
	<div class="project">
		<SideBar />

		<div class="images"></div>

		<Article v-bind:project="project" />
	</div>
</template>


<script>
import SideBar from '@/components/api/SideBar.vue'
import Article from '@/components/api/Article.vue'

	export default {
		components: {
			SideBar,
			Article
		},
		data() {
			return {
				project: {
					main_title: 'EH Bass MicroSynth',
					title_1: 'Органы управления:',
					type: 'MicroSynth',
					download: 'Скачать архив',
					intros: [
					{intro: 'Electro-Harmonix Bass Mycrosynth — это полифонический синтезатор, без преувеличений, одна из самых желанных примочек для всех бас-гитаристов.'},
					{intro: 'EHX Bass Microsynth придаст вашему басу целый ряд новых возможностей. Басовая версия прибора заточена специально для использования с бас-гитарами всех мастей и предоставляет широчайшую звуковую палитру синтезированных текстур, которая позволяет создать огромное количество наиболее популярных вариаций звучания классических синтезаторов.'}
					],
					settings: [ 
					{setting: 'TRIGGER - определяет уровень входящего сигнала, при котором будет срабатывать секция фильтрации. В случае если этот параметр выставлен слишком высоко, фильт может начать “заикаться” в момент срабатывания на разных параметрах. Особенно это стоит учитывать при активной игре аккордами. Лучше всего поупражняться в использовании этой настройки, отстраивая параметр исходя из собственных нужд, с чувствительностью, идеально подходящей для вашего стиля игры.'},
					{setting: 'ATTACK DELAY - регулирует время, которое необходимо сигналам войсирования для того, чтобы набрать полную громкость/мощность. Высокие значения этого параметра могут привести к полному исключению первоначальной атаки инструмента из микса. В целом, значения этого параметра должны выставляться исходя из особенных характеристик различных инструментов. Производитель настоятельно рекомендует всем пользователям Bass Microsynth потратить время на настройку этого параметра перед началом использования прибора'},
					{setting: 'SUB OCTAVE - Контролирует уровень громкости октавы вниз. Данный регулятор, как и контролируемый им параметр, оказывает влияние только на одиночные ноты (другими словами, это монофонический параметр)'},
					{setting: 'GUITAR - (по сути, сигнал без частотных сдвигов, входящий сигнал)контролирует громкость основного входящего сигнала, проводимого через секцию фильтрации'},
					{setting: 'OCTAVE - Контролирует уровень громкости октавы вверх. Данный регулятор, как и контролируемый им параметр, оказывает влияние только на одиночные ноты. Также в данном параметре присутствует небольшое количество дисторшн, добавляющего некоторые драматические нюансы в звучание'},
					{setting: 'SQUARE WAVE - Регулирует общий уровень громкости квадратной волны. Интенсивность этого параметра зависит, в том числе, и от используемого инструмента, атаки и уровня громкости. Фактически, SQUARE WAVE можно считать аналогом классического дисторшн'},
					{setting: 'RESONANCE - Регулирует уровень “остроты” или т.н. Q-фильтрацию. Более высокие значения этого параметра приведут к яркой фильтрации и добавят сигналу некоторого буста'},
					{setting: 'START FREQUENCE - Определяет частоту, на которой начинается фильтрация'},
					{setting: 'STOP FREQUENCY - Определяет частоту, на которой оканчивается фильтрация'},
					{setting: 'RATE - Устанавливает скорость развёртки фильтрации. Фактически, регулирует скорость, за которую происходит фильтрация в диапазоне от START FREQUENCY до STOP FREQUENCY. (Производитель рекомендует выставлять этот параметр в зависимости от темпа исполняемой композиции)'},
					],
					controls: [
					{control: 'Итак, в вашем распоряжении четыре основных элемента войсирования: SUB OCTAVE, GUITAR, OCTAVE и SQUARE WAVE. Каждый из элементов является полностью независимым, но в ваших силах смешивать элементы на свой вкус, выдавая в динамики совершенно особенную фирменную смесь синтовых звуков. Педаль способна дополнительно модулировать сигналы при помощи энвелоп-секции, что позволяет добиться мягких или агрессивных вариаций звучания. В дополнение к этому, Bass MycroSynth снабжён уникальной секцией фильтрации, которая предоставляет возможность вносить существенные частотные изменения в текущие звуковые характеристики. В совокупности возможности, предоставляемые этим устройством, поистине огромны.'},
					],
					notices: [
					{noti: 'ВАЖНО! Bass Microsynth был разработан специально для использования с бас-гитарами. Заводские настройки устройства подразумевают использование прибора с бас-гитарами с пассивными сингловыми датчиками. В том случае, если вы используете педаль с инструментами с более высоким или низким “выхлопом” (или вообще с обычной гитарой), вам необходимо осуществить подстройку уровня гейна секции предусиления девайса. Для этого вам необходимо отыскать небольшой тримпот под названием Preamp Gain. Его поворот по часовой стрелке увеличит уровень гейна в предусилителе, поворот тримпота против часовой стрелки уменьшит уровень гейна секции предусиления.'},
					{noti: 'И еще кое-что. Параметры START FREQUENCY и STOP FREQUENCY задают диапазон для проходящей фильтрации. В случае если эти два ползунка находятся в одинаковых положениях, фильтрации не происходит вовсе. В дополнение к этому, данные регуляторы могут быть использованы для симуляции атаки, затухания и гармонических составляющих акустических инструментов.'}
					],
					schemes: [
					{schem: "Да да, блять....Это все - схема:"},
					{schem: "Самой проблемантичной частью, я полагаю, станет микросхема CA3094, ее не так то просто достать, плюс это тварь стоит неоправдано дорого, даже в Китае. Вместо ползунковых потенциометров, пришлось ставить обычные, хотя, если вы имеете представление, как можно сделать отверстия под ползунки, то это круто."},
					{schem: "Диоды 1N914 можно заменить на 1N4148, операционные усилители 4558 на TL072 или аналогичные..."},
					{schem: "Аналоги микросхемы CD4013 - К561ТМ2, 564ТМ2."},
					{schem: "Транзистор 2N6110(в блоке питания) можно заменить на КТ837А"},
					]					
				}
			}
		}		
	};
</script>


<style lang="sass" scoped>

.images
	background: url('../../assets/img/Electro-Harmonix Bass Microsynth.jpg')
	background-size: cover 
	background-position: 60% 50%

</style>
