<template>
	<div class="project">

		<SideBar />

		<div class="images"></div>

		<Article v-bind:project="project" />
	</div>
</template>


<script>
import SideBar from '@/components/api/SideBar.vue'
import Article from '@/components/api/Article.vue'
	export default {
		components: {
			SideBar,
			Article
		},
		methods: {

		},
		data() {
			return {
				project: {
					main_title: 'Okko Diablo',
					title_1: 'Органы управления:',
					title_2: 'Внутренние:',
					type: 'Overdrive',
					download: 'Скачать архив',
					intros: [
						{intro: 'OKKO Diablo — чертовски крутая педаль. Представляет собой Low - Mid Gain овердрайв с бустером. Отлично подойдет для любителей не посредственного, разнообразного звучания.'},
						{intro: 'Педаль очень чувствительна к динамике, она сохраняет весь характер вашего инструмента и прекрасно подчеркивает вашу манеру игры и звукоизвлечения (если она у вас конечно имеется). Педаль очень управляемая и несет на борту множество полезных крутилок, что позволяет идеально настроить ее для использования практически с любым инструментом и усилителем. И на ней можно нарулить совершенно разный звук, разумеется. Настолько разный, что иногда даже не верится, что звучит одна и та же педаль.'}
					],
					settings: [ 
						{setting: 'GO! – кнопка активации эффекта'},
						{setting: 'FEED – регулирует гейн предусилителя, а также низкие частоты входного сигнала'},
						{setting: 'BODY – регулирует средние частоты и компрессию сигнала'},
						{setting: 'GAIN – регулирует количество перегруза'},
						{setting: 'TONE – регулирует тональный окрас'},
						{setting: 'LEVEL – регулирует уровень громкости'},
						{setting: '«+» – кнопка активации буста'},
						{setting: 'LEVEL «+» – регулирует количество буста'}
					],
					settings_dos: [
						{setting: 'PRESENCE – регулирует высокие частоты'},
						{setting: 'BASS – регулирует нижнюю середину частот'},
						{setting: 'TONE «+» – регулирует тон буста'},
						{setting: 'GAIN «+» – регулирует количество буста'},
						{setting: 'BASS «+» – регулирует низкие частоты буста'}        
					],
					controls: [
						{control: 'Кроме стандартных крутилок Gain, Tone и Level , у педали есть еще несколько весьма интересных настроек. Например, крутилка Feed регулирует количество басовых частот во входном сигнале. Да-да, именнно во входном, необработанном сигнале. Зачем? А вот зачем: наверняка вы сталкивались с проблемой, когда вы наруливаете красивый, бархатный чистый звук с большим количеством низов, а потом в середине песни переходите на овердрайв, и он начинает звучать мыльно и кашевато. Так вот, благодаря этой крутилке такая дурацкая проблема изящным образом решается. Даже на самом жирном нековом звукоснимателе вы сможете добиться четкого и прозрачного овердрайвового звука. (При любых настройках чистого звука, разумеется.)'},
						{control: ' "+" контроллирует второй гейн канал, который активируется соответствующим футсвичем. Эта ручка работает вместе с GAIN , поэтому если он уже на максимуме, активация "+" не добавит вам больше дисторшина, но добавит больше громкости и мяса к звуку.'}
					],
					notices: [
						{noti: 'Перед началом стоит сделать маленькое замечание: В оригинальной педали есть также переключатель Headroom.'},
						{noti: 'По сути, это удвоитель напряжения, он позволяет кормить педаль 18 вольтами вместо стандартных 9. Что дает ещё больший  уровень громкости, расширение частотного диапазона, плюс большую динамику и меньшую компрессию. Я собирал БЕЗ этой фичи, так как на момент сборки не нашел полную схему. В архиве будет, еще одна плата, уже с реализацией данной функции.'}
					],
					schemes: [
						{schem: "Итак, по схеме:"},
						{schem: "7 транзисторов J201, true bypass в количестве 2 штук, на сам эффект и бустер соответственно. Питание стандартное - 9V. На схеме есть также 5 подстроечников, их нужно настроить до того, как установите плату в корпус. У меня все примерно на середине, если выкрутите Gain+ на максимум, то бустер превратится в легкий перегруз, здесь, как говорится, по вкусу. Ещё стоит обратить внимание на потенциометры, как видите 3 из них это логарифмические, я поставил все линейные, и... ничего, все прекрасно работает."}
					]					
				}
			}
		}
	};
</script>


<style lang="sass" scoped>

.images
	background: url('../../assets/img/Okko Diablo.jpg')
	background-size: cover 

</style>