<template>
	<div>
		<Page v-bind:content="content" />
	</div>
</template>


<script>
	import Page from '@/components/blog/Page.vue'
	export default {
		data() {
			return {
				content: {
					title: 'Go & Wails',
					body: 'Далеко-далеко за словесными горами в стране, гласных и согласных живут рыбные тексты. Lorem большой, своего меня пояс предупреждал единственное рукопись оксмокс все обеспечивает он, заголовок города домах моей наш деревни переписывается собрал свое речью бросил. Сбить которой то напоивший. Использовало журчит, ручеек себя предложения точках пустился путь переписывается бросил грустный меня, большого.'
				}
			}
		},
		components: {
			Page
		}
	};
</script>


<style>
	
</style>