import Vue from 'vue'

export default new Vue({
	data: {
		sections: [
			{
				sectionTitle: "Morning Glory",
				sectionDescription: "Далеко-далеко за словесными горами в стране, гласных и согласных живут рыбные тексты. Имеет о семь его великий напоивший текстов! По всей, своих, собрал."
			},
			{
				sectionTitle: "Blog",
				sectionDescription: "Далеко-далеко за словесными горами в стране, гласных и согласных живут рыбные тексты. Имеет о семь его великий напоивший текстов! По всей, своих, собрал.",
			},
			{
				sectionTitle: "About",
				sectionDescription: "Далеко-далеко за словесными горами в стране, гласных и согласных живут рыбные тексты. Имеет о семь его великий напоивший текстов! По всей, своих, собрал.",				
			},
			{
				sectionTitle: "Service",
				sectionDescription: "В разработке                  ",				
			}			
		]		
	}
})